#pragma once
#include <iostream>

void info1() {
	std::cout << "Маг – это карта таро, обозначенная номером один." << std::endl <<
		"Она символизирует Божественные проявления в человеке, направляющие его," << std::endl <<
		"побуждающие действовать и дающие власть над материальными объектами мира." << std::endl <<
		"Основной идеей этого аркана является передача силы, вдохновения, энергии и благодати от того," << std::endl <<
		"что вверху к тому, что внизу, то есть от Небесного к земному.";
}
void info2() {
	std::cout << "Верховная Жрица, 2 Аркан Таро — женская карта. Это мудрая мать," << std::endl <<
		"творческая натура, защитница и наставница, женское проявление Творца в" << std::endl <<
		"противоположность Магу – мужскому божественному началу.Выпадение Жрицы" << std::endl <<
		"в раскладе практически всегда указывает на тайну и высокую роль подсознания" << std::endl <<
		"на данном этапе жизни кверента.";
}
void info3() {
	std::cout << "Императрица воплощает собой пробуждение природы и энергию изобилия." << std::endl <<
		"Это хорошая  карта, есть все основания радоваться ее присутствию в раскладе." << std::endl <<
		"Она предвещает насыщенное время, богатое несущими удовлетворение событиями." << std::endl <<
		"По сути карта символизирует прогресс женского начала в человеке, независимо от его пола," << std::endl <<
		"о личностном росте именно в этом ключе.Причем это активное, творческое, деятельное" << std::endl <<
		"женское начало, излучающее энергию созидания.Это развитие мудрости тела и" << std::endl <<
		"эмоциональности, чувственности и чувств, умение любить и быть любимым," << std::endl <<
		"которое делает человека красивым.«Женский» инстинкт, а еще точнее – материнский," << std::endl <<
		"заботливый и опекающий, помогающий интуитивно принимать правильные решения и" << std::endl <<
		"мягко управлять этим миром.";
}
void info4() {
	std::cout << "Четвертый Аркан «Император» Таро — это воплощение силы духа," << std::endl <<
		"внутреннего стержня, знаний и умственных способностей.Для человека," << std::endl <<
		"умеющего отвечать за свои поступки, он предрекает карьерный рост, крепкую семью," << std::endl <<
		"финансовую стабильность — все, что нужно для хорошей жизни.Это карта" << std::endl <<
		"рациональности и логики, преобладания разума над эмоциями.";
}
void info5() {
	std::cout << "5 Аркан Таро — Иерофант (Верховный Жрец). Жрец из Tarot of Dreams." << std::endl <<
		"Человеку от рождения свойственны доброта, сочувствие, милосердие, дипломатичность." << std::endl <<
		"Он способен на преданную бескорыстную дружбу, заботу о ближних." << std::endl <<
		"В семейной жизни, в дружеском кругу такой человек незаменим, более того, дружба," << std::endl <<
		"общение становятся для него нередко главной жизненной ценностью.";
}
void info6() {
	std::cout << "Карта свидетельствует об испытаниях, которые человеку предстоит пройти." << std::endl <<
		"Ему постоянно будет необходимо делать выбор между двумя альтернативами." << std::endl <<
		"Карта Влюбленные – это прошлое и будущее, старое и новое, прихоти и долг." << std::endl <<
		"У человека в жизни произойдет внутриличностный конфликт между умом и сердцем." << std::endl <<
		"Ему будет сложно делать выбор, он будет находиться на распутье.";
}
void info7() {
	std::cout << "eipvnep";
}
void info8() {
	std::cout << "eipvnep";
}
void info9() {
	std::cout << "eipvnep";
}
void info10() {
	std::cout << "eipvnep";
}
void info11() {
	std::cout << "eipvnep";
}
void info12() {
	std::cout << "eipvnep";
}
void info13() {
	std::cout << "eipvnep";
}
void info14() {
	std::cout << "eipvnep";
}
void info15() {
	std::cout << "eipvnep";
}

void info16() {
	std::cout << "eipvnep";
}
void info17() {
	std::cout << "eipvnep";
}
void info18() {
	std::cout << "eipvnep";
}
void info19() {
	std::cout << "eipvnep";
}
void info20() {
	std::cout << "eipvnep";
}
void info21() {
	std::cout << "eipvnep";
}
void info22() {
	std::cout << "eipvnep";
}